Repository: ABOYrbx/eduflow
Catalog: mac/EduFlow/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

# homework_menu_done
source: Mark as done
af: Als erledigt markieren
ar: وضع علامة كما تم
cs: Označit jako dokončené
da: Markér som afsluttet
de: Als erledigt markieren
el: Σήμανση ως τελειωμένο
es: Marcar como hecho
fi: Merkitse valmiiksi
fr: Marquer comme fait
it: Segna come fatto
ja: 完了としてマーク
nl: Markeren als voltooid
no: Marker som avsluttet
pl: Oznacz jako wykonane
pt: Marcar como pronto
ro: Marcheaza ca terminat
ru: Отметить как выполненное
sv: Markera som gjort
uk: Позначити як виконане
zh_hans: 标记为已完成

# homework_menu_restore
source: Restore (as open)
af: Zurückholen (als offen)
ar: الاستعادة (عند الفتح)
cs: Obnovit (jako otevřené)
da: Gendan (som åbnet)
de: Wiederherstellen (als geöffnet)
el: Επαναφορά (σε ανοιχτό)
es: Restaurar (como abrir)
fi: Palauta (auki)
fr: Restaurer (comme ouvert)
it: Ripristina (come aperto)
ja: 復元 (開いて)
nl: Herstel (als open)
no: Gjenopprett (som åpen)
pl: Przywróć (jako otwarte)
pt: Restaurar (como aberto)
ro: Restaurează (ca deschis)
ru: Восстановление (как открытый)
sv: Återställ (som öppen)
uk: Відновити (як відкритий)
zh_hans: 还原(打开)

# homework_menu_trash
source: Move to trash
af: In den Papierkorb
ar: نقل إلى سلة المهملات
cs: Přesunout do koše
da: Flyt til papirkurven
de: In Papierkorb verschieben
el: Μετακίνηση στον κάδο απορριμμάτων
es: Mover a la papelera
fi: Siirrä roskakoriin
fr: Déplacer vers la corbeille
it: Sposta nel cestino
ja: ゴミ箱に移動
nl: Naar prullenbak verplaatsen
no: Flytt til papirkurv
pl: Przenieś do kosza
pt: Mover para a lixeira
ro: Mutare în «Gunoi»
ru: Переместить в корзину
sv: Flytta till papperskorgen
uk: Перемістити у смітник
zh_hans: 移动到回收站

# homework_nav
source: Homework
af: Hausaufgaben
ar: Hausaufgaben
cs: Domácí úkol
da: Lektier
de: Hausaufgaben
el: Αρχική
es: Tareas
fi: Kotisivu
fr: Devoir
it: Compiti
ja: 宿題管理
nl: Huiswerk
no: Lekser
pl: Praca domowa
pt: Tarefas
ro: Acasă
ru: Домашняя работа
sv: Läxor
uk: Домашня робота
zh_hans: 家庭工作

# homework_no_description
source: (no description)
af: (keine Beschreibung)
ar: (لا يوجد وصف)
cs: (žádný popis)
da: (ingen beskrivelse)
de: (keine Beschreibung)
el: (χωρίς περιγραφή)
es: (sin descripción)
fi: (ei kuvausta)
fr: (pas de description)
it: (nessuna descrizione)
ja: (説明なし)
nl: (geen beschrijving)
no: (ingen beskrivelse)
pl: (brak opisu)
pt: (sem descrição)
ro: (fără descriere)
ru: (нет описания)
sv: (ingen beskrivning)
uk: (без опису)
zh_hans: (无描述)

# homework_search_placeholder
source: Search
af: Suchen
ar: البحث
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Etsi
fr: Chercher
it: Cerca
ja: 検索
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisa
ro: Caută
ru: Искать
sv: Sök
uk: Пошук
zh_hans: 搜索

# homework_toggle_tests
source: Include tests
af: Tests einbeziehen
ar: تضمين الاختبارات
cs: Zahrnout testy
da: Inkludér tests
de: Tests einbeziehen
el: Συμπεριλάβετε δοκιμές
es: Incluye pruebas
fi: Sisällytä testit
fr: Inclure les tests
it: Includi test
ja: テストを含める
nl: Inclusief testen
no: Inkluder tester
pl: Dołącz testy
pt: Incluir testes
ro: Include teste
ru: Включить тесты
sv: Inkludera tester
uk: Включаючи тести
zh_hans: 包含测试

# kein Unterricht heute
source: no classes today
af: kein Unterricht heute
ar: لا توجد فصول اليوم
cs: dnes žádné třídy
da: ingen klasser i dag
de: heute keine Klassen
el: δεν υπάρχουν τάξεις σήμερα
es: no hay clases hoy
fi: ei luokkia tänään
fr: aucune classe aujourd'hui
it: nessuna lezione oggi
ja: 今日は授業がありません
nl: geen lessen vandaag
no: ingen klasser i dag
pl: dziś brak zajęć
pt: sem aulas hoje
ro: nici o clasă astăzi
ru: нет уроков сегодня
sv: inga klasser idag
uk: сьогодні немає класів
zh_hans: 今天没有类

# messages_action_mark_read
source: Mark all as read
af: Alle als gelesen
ar: تحديد الكل كمقروء
cs: Označit vše jako přečtené
da: Markér alle som læst
de: Alle als gelesen markieren
el: Σήμανση όλων ως αναγνωσμένα
es: Marcar todo como leído
fi: Merkitse kaikki luetuiksi
fr: Marquer tout comme lu
it: Segna tutti come letti
ja: すべて既読にする
nl: Alles als gelezen markeren
no: Merk alle som lest
pl: Oznacz wszystkie jako przeczytane
pt: Marcar todos como lidos
ro: Marchează toate ca citite
ru: Отметить все как прочитанные
sv: Markera alla som lästa
uk: Позначити всі як прочитані
zh_hans: 全部标记为已读

# messages_action_reload
source: Reload
af: Neu laden

# messages_attachment_load
source: Load attachment
af: Anhang laden
ar: تحميل المرفق
cs: Načíst přílohu
da: Indlæs vedhæftning
de: Anhang laden
el: Φόρτωση συνημμένου
es: Cargar archivo adjunto
fi: Lataa liite
fr: Charger la pièce jointe
it: Carica allegato
ja: 添付ファイルを読み込む
nl: Laad bijlage
no: Last inn vedlegg
pl: Załaduj załącznik
pt: Carregar anexo
ro: Încărcare atașament
ru: Загрузить вложение
sv: Ladda bifogad fil
uk: Завантажити вкладення
zh_hans: 加载附件

# messages_compose_search_placeholder
source: Search
af: Suche
ar: البحث
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Etsi
fr: Chercher
it: Cerca
ja: 検索
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisa
ro: Caută
ru: Искать
sv: Sök
uk: Пошук
zh_hans: 搜索

# messages_count
source: %d messages
af: %d Nachrichten
ar: رسائل %d
cs: %d zpráv
da: %d beskeder
de: %d Nachrichten
el: %d μηνύματα
es: Mensajes %d
fi: %d viestiä
fr: Messages %d
it: %d Nachrichten
ja: %d メッセージ
nl: %d berichten
no: %d meldinger
pl: %d wiadomości
pt: Mensagens de %d
ro: %d Nachrichten
ru: %d сообщений
sv: %d meddelanden
uk: %d Nachrichten
zh_hans: %d 消息

# messages_empty
source: No messages.
af: Keine Nachrichten.
ar: لا رسائل.
cs: Žádné zprávy.
da: Ingen beskeder.
de: Keine Nachrichten.
el: Δεν υπάρχουν μηνύματα.
es: No hay mensajes.
fi: Ei viestejä.
fr: Aucun message.
it: Nessun messaggio.
ja: メッセージはありません。
nl: Geen berichten.
no: Ingen meldinger.
pl: Brak wiadomości.
pt: Sem mensagens.
ro: Nici un mesaj.
ru: Нет сообщений.
sv: Inga meddelanden.
uk: Повідомлень немає.
zh_hans: 没有消息。

# messages_file_fallback
source: File %d
af: Datei %d
ar: ملف %d
cs: Soubor %d
da: Fil %d
de: Datei %d
el: Αρχείο %d
es: Archivo %d
fi: Tiedosto %d
fr: Fichier %d
ja: ファイル %d
nl: Bestand %d
no: Fil %d
pl: Plik %d
pt: Arquivo %d
ro: Fișier %d
ru: Файл %d
sv: Fil %d
uk: Файл, %d
zh_hans: 文件 %d

# messages_load_more
source: Load more (%d/%d)
af: Mehr laden (%d/%d)
ar: تحميل المزيد (%d/%d)
cs: Načíst více (%d/%d)
da: Indlæs mere (%d/%d)
de: Mehr laden (%d/%d)
el: Φόρτωση περισσότερων (%d/%d)
es: Cargar más (%d/%d)
fi: Lataa lisää (%d/%d)
fr: Charger plus (%d/%d)
it: Carica altro (%d/%d)
ja: さらに読み込む (%d/%d)
nl: Laad meer (%d/%d)
no: Last inn mer (%d/%d)
pl: Załaduj więcej (%d/%d)
pt: Carregar mais (%d/%d)
ro: Încarcă mai mult (%d/%d)
ru: Загрузить больше (%d/%d)
sv: Ladda mer (%d/%d)
uk: Завантажити більше (%d/%d)
zh_hans: 加载更多(%d/%d)

# messages_marked_read
source: %d marked as read.
af: %d als gelesen markiert.
ar: تم وضع علامة %d كمقروءة.
cs: %d označeno jako přečtené.
da: %d markeret som læst.
de: %d als gelesen markiert.
el: %d σημειώνεται ως αναγνωσμένο.
es: %d marcado como leído.
fi: %d merkitty luetuksi.
fr: %d marqué comme lu.
it: %d contrassegnato come letto.
ja: %d を既読にしました。
nl: %d gemarkeerd als gelezen.
no: %d markert som lest.
pl: %d oznaczono jako przeczytane.
pt: %d marcado como lido.
ro: %d marcat ca citit.
ru: %d отмечено как прочитанное.
sv: %d markeras som läst.
uk: %d позначено як прочитане.
zh_hans: %d 标记为已读。

# messages_nav_compose
source: New message
af: Neue Nachricht
ar: Neue Nachricht
cs: Nová zpráva
da: Ny besked
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
fi: Uusi viesti
fr: Nouveau message
it: Nuovo messaggio
ja: 新しいメッセージ
nl: Nieuw bericht
no: Ny melding
pl: Nowa wiadomość
pt: Nova mensagem
ro: Mesaj nou
ru: Новое сообщение
sv: Nytt meddelande
uk: Нове повідомлення
zh_hans: 新消息

# messages_nav_list
source: Messages
af: Nachrichten
ar: الرسائل
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
fi: Viestit
it: Messaggi
ja: メッセージ
nl: berichten
no: Meldinger
pl: Wiadomości
pt: mensagens
ro: Mesaje
ru: Сообщения
sv: Meddelanden
uk: Повідомлення
zh_hans: 留言

# messages_picker_type
source: Type
af: Typ
ar: نوع
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
fr: Type de texte
it: Tipo
ja: タイプ
pl: Typ
pt: tipo
ro: Tip
ru: Тип
sv: Typ
uk: Тип
zh_hans: 类型

# messages_recipients_chosen
source: Recipients (%d selected)
af: Empfänger (%d gewählt)
ar: المستلمين ( تم تحديد%d)
cs: Příjemci (%d vybrán)
da: Modtagere (%d valgt)
de: Empfänger (%d ausgewählt)
el: Παραλήπτες (%d επιλεγμένο)
es: Destinatarios (%d seleccionados)
fi: Vastaanottajat (%d valittu)
fr: Destinataires (%d sélectionnés)
it: Destinatari (%d selezionato)
ja: 受信者 (%d 選択)
nl: Ontvangers (%d geselecteerd)
no: Mottakere (%d valgt)
pl: Odbiorcy (%d wybrany)
pt: Destinatários (%d selecionado)
ro: Destinatari (%d selectat)
ru: Получатели (выбрано%d)
sv: Mottagare (%d vald)
uk: Empfänger (%d gewählt)
zh_hans: 收件人 (%d 已选定)

# messages_replies_count
source: Replies (%d)
af: Antworten (%d)
ar: الردود (%d)
cs: Odpovědi (%d)
da: Svar (%d)
de: Antworten (%d)
el: Απαντήσεις (%d)
es: Respuestas (%d)
fi: Vastaukset (%d)
fr: Réponses (%d)
it: Risposte (%d)
ja: 返信 (%d)
nl: Antwoorden (%d)
no: Svar (%d)
pl: Odpowiedzi (%d)
pt: Respostas (%d)
ro: Răspunsuri (%d)
ru: Ответы (%d)
sv: Svar (%d)
uk: Відповіді (%d)
zh_hans: 回复 (%d)

# messages_search_placeholder
source: Search
af: Suchen
ar: البحث
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Etsi
fr: Chercher
it: Cerca
ja: 検索
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisa
ro: Caută
ru: Искать
sv: Sök
uk: Пошук
zh_hans: 搜索

# messages_state_read
source: Read
af: Gelesen
ar: قراءة
cs: Číst
da: Læs
de: Lesen
el: Ανάγνωση
es: Leer
fi: Lue
fr: Lu
it: Leggi
ja: 既読にする
nl: Lezen
no: Les
pl: Czytaj
pt: Lido
ro: Citește
ru: Чтение
sv: Läsa
uk: Прочитано
zh_hans: 已读

# messages_state_unread
source: Unread
af: Ungelesen
ar: غير مقروء
cs: Nepřečtené
da: Ulæst
de: Ungelesen
el: Αδιάβαστο
es: No leídos
fi: Lukemattomat
fr: Non lus
it: Non Letta
ja: 未読です
nl: Ongelezen
no: Ulest
pl: Nieprzeczytane
pt: Não Lidas
ro: Necitit
ru: Непрочитанные
sv: Olästa
uk: Непрочитані
zh_hans: 未读

# messages_type_sprava
source: Message
af: Nachricht
ar: رسالة
cs: Zpráva
da: Besked
de: Nachricht
el: Μήνυμα
es: Mensaje
fi: Viesti
it: Messaggio
ja: メッセージ
nl: bericht
no: Melding
pl: Wiadomość
pt: mensagem
ro: Mesaj
ru: Сообщение
sv: Meddelande
uk: Повідомлення
zh_hans: 留言

# messages_unread
source: New
af: Neu
ar: جديد
cs: Nové
da: Ny
de: Neu
el: Νέο
es: Nuevo
fi: Uusi
fr: Nouveau
it: Nuovo
ja: 新規作成
nl: Nieuw
no: Ny
pl: Nowy
pt: Novidades
ro: Nou
ru: Новый
sv: Ny
uk: Новий
zh_hans: 新的

# messages_unread_count
source: %d unread
af: %d ungelesen
ar: %d غير مقروء
cs: %d nepřečtené
da: %d ulæst
de: %d ungelesen
el: %d μη αναγνωσμένο
es: %d no leídos
fi: %d lukematon
fr: %d ungelesen
it: %d non letto
ja: %d 未読です
nl: %d ongelezen
no: %d ulest
pl: %d nieprzeczytane
pt: %d não lidas
ro: %d necitit
ru: %d ungelesen
sv: %d oläst
uk: %d непрочитані
zh_hans: %d 未读

# offen
source: open
af: offen
ar: فتح
cs: otevřeno
da: åben
de: öffnen
el: ανοιχτό
es: abierto
fi: avaa
fr: Ouvert
it: apri
ja: 開く
no: åpen
pl: Otwarty
pt: Aberto
ro: deschis
ru: открытые
sv: öppen
uk: відчинено
zh_hans: 打开

# ohne Datum
source: No date
af: ohne Datum
ar: لا يوجد تاريخ
cs: Bez data
da: Ingen dato
de: Kein Datum
el: Χωρίς ημερομηνία
es: Sin fecha
fi: Ei päivämäärää
fr: Aucune date
it: Nessuna data
ja: 日付なし
nl: Geen datum
no: Ingen dato
pl: Brak daty
pt: Sem data
ro: Nici o dată
ru: Нет даты
sv: Inget datum
uk: Без дати
zh_hans: 无日期

# onboarding_feature_homework_text
source: Due dates with counters, semester tabs and average.
af: Fälligkeiten mit Zählern, Halbjahr-Tabs und Schnitt.
ar: Fälligkeiten mit Zählern, Halbjahr-Tabs und Schnitt.
cs: Termíny s počitadly, polořadovými listy a průměrem.
da: Forfaldne datoer med tællere, semester faner og gennemsnit.
de: Fälligkeitsdatum mit Zählern, Semester-Tabellen und Durchschnitt.
el: Ημερομηνία λήξης με μετρητές, καρτέλες εξαμήνου και μέσο όρο.
es: Fechas de vencimiento con contadores, pestañas semestrales y promedio.
fi: Määräpäivät joissa on laskurit, lukukauden välilehdet ja keskiarvo.
fr: Dates d'échéance avec compteurs, onglets semestriels et moyenne.
it: Date di scadenza con contatori, schede del semestre e media.
ja: 期日はカウンター、セメスタータブと平均で設定されています。
nl: Vervaldatum met tegen, semester tabbladen en gemiddelde.
no: Forfallsdato med tellere, semesterfaner og gjennomsnitt.
pl: Terminy z licznikami, pół-zakładkami i średnią.
pt: Datas de vencimento com contadores, guias do semestre e média.
ro: Date scadente cu contoare, tab-uri semestru și medie.
ru: Сроки выполнения с счетчиками, вкладками семестра и средними значениями.
sv: Förfallodatum med räknare, terminsflikar och genomsnitt.
uk: Кінцеві дії з копіями, вкладками семестра та середніми.
zh_hans: 计数器、学期标签和平均截止日期。

# onboarding_feature_homework_title
source: Homework & Grades
af: Hausaufgaben & Noten
ar: الواجب البيتي و الدرجات
cs: Domácí úkol a stupně
da: Lektier Og Kvaliteter
de: Hausaufgaben & Noten
el: Αρχική Εργασία & Βαθμοί
es: Tareas y Calificaciones
fi: Kotisivu & Palkkaluokat
fr: Devoirs et notes
it: Homework & Gradi
ja: 宿題と成績
nl: Huiswerk & beoordelingen
no: Lekser & karakter
pl: Praca domowa i oceny
pt: Trabalho em casa e notas
ro: Homework & Grad
ru: Домашняя работа и оценка
sv: Läxor och betyg
uk: Домашня робота і класи
zh_hans: 家庭作业和成绩

# onboarding_feature_messages_text
source: All EduPage messages in a mail layout — with likes, replies and files.
af: Alle EduPage-Nachrichten im Mail-Layout — mit Likes, Antworten und Dateien.
ar: Alle EduPage-Nachrichten im Mail-Layout — mit Likes, Antworten und Dateien.
cs: Všechny zprávy EduPage v rozvržení e-mailu – s lajky, odpověďmi a soubory.
da: Alle EduSide-beskeder i et postlayout - med likes, svar og filer.
de: Alle EduPage Nachrichten in einem Mail-Layout — mit Gefällen, Antworten und Dateien.
el: Όλα τα μηνύματα EduPage σε διάταξη αλληλογραφίας - με likes, απαντήσεις και αρχεία.
es: Todos los mensajes de EduPage en un diseño de correo electrónico — con gustos, respuestas y archivos.
fi: Kaikki EduPage viestit mail layout - tykkäää, vastauksia ja tiedostoja.
fr: Tous les messages EduPage dans une mise en page de courrier — avec des J'aime, des réponses et des fichiers.
it: Tutti i messaggi di EduPage in un layout di posta — con mi piace, risposte e file.
ja: 「いいね！」、「返信」、「ファイル」を含むすべてのEduPageメッセージ。
nl: Alle EduPage berichten in de mail-indeling — met likes, reacties en bestanden.
no: Alle EduPage meldinger i mail layout - med liker, svar og filer.
pl: Wszystkie wiadomości EduPage w układzie wiadomości — z polubieniami, odpowiedziami i plikami.
pt: Todas as mensagens do EduPage em um layout de e-mail — com curtidas, respostas e arquivos.
ro: Toate mesajele EduPage într-un layout de e-mail — cu feluri, răspunsuri și fișiere.
ru: Все EduPage сообщения в форме почты — с лайками, ответами и файлами.
sv: Alla EduPage meddelanden i en e-postlayout — med gillar, svar och filer.
uk: Усі повідомлення EduPage в розкладці пошти - зі схожими, відповідями і файлами.
zh_hans: 邮件布局中的所有Eduardo Page 消息——带有喜欢、回复和文件。

# onboarding_feature_messages_title
source: Messages & Threads
af: Nachrichten & Threads
ar: الرسائل والمواضيع
cs: Zprávy a vlákna
da: Beskeder Og Tråde
de: Nachrichten & Threads
el: Μηνύματα & Θέματα
es: Mensajes e hilos
fi: Viestit Ja Säikeet
it: Messaggi E Discussioni
ja: メッセージとスレッド
nl: Berichten en discussies
no: Meldinger og tråder
pl: Wiadomości i wątki
pt: Mensagens & Tópicos
ro: Mesaje & Discuții
ru: Сообщения и темы
sv: Meddelanden och trådar
uk: Повідомлення та теми
zh_hans: 消息和线程

# onboarding_feature_timetable_text
source: Day and week plus weather on the overview.
af: Tag und Woche und Wetter auf der Übersicht.
ar: Tag und Woche und Wetter auf der Übersicht.
cs: Den a týden plus počasí v přehledu.
da: Dag og uge plus vejr på oversigten.
de: Tag und Woche plus Wetter auf der Übersicht.
el: Μέρα και εβδομάδα συν τον καιρό στην γενική εικόνα.
es: Día y semana más clima en la vista general.
fi: Päivä ja viikko sekä sää yleiskatsauksessa.
fr: Jour et semaine en plus de la météo sur l'aperçu.
it: Giorno e settimana più meteo sulla panoramica.
ja: 日と週プラス天気の概要。
nl: Dag en week plus weer op het overzicht.
no: Dag og uke med vær på oversikt.
pl: Dzień i tydzień plus pogoda na ekranie.
pt: Dia e semana e mais tempo na visão geral.
ro: Zi și săptămână plus vremea în prezentarea generală.
ru: День и неделю, а также погода на обзоре.
sv: Dag och vecka plus väder på översikten.
uk: День та тиждень плюс погода в огляді.
zh_hans: 白天和周加天气概览。

# onboarding_feature_timetable_title
source: Timetable & Weather
af: Stundenplan & Wetter
ar: الجدول الزمني والطقس
cs: Časový rozvrh a počasí
da: Tidsplan & Vejr
de: Stundenplan & Wetter
el: Χρονοδιάγραμμα & Καιρός
es: Horarios y clima
fi: Aikataulu Ja Sää
fr: Horaire & Météo
it: Orario E Meteo
ja: 時刻と天気
nl: Tijdstip & Weer
no: Tidlig & vær
pl: Harmonogram i pogoda
pt: Tempo & Tempo
ro: Calendar & Meteo
ru: Расписание и погода
sv: Tidtabell och väder
uk: Розклад і погода
zh_hans: 时间表和天气信息

# onboarding_language_subtitle
source: EduFlow speaks your language. The choice applies immediately.
af: EduFlow spricht deine Sprache. Die Auswahl wird sofort übernommen.
ar: EduFlow يتحدث لغتك. الخيار ينطبق فورا.
cs: EduFlow mluví vaším jazykem. Volba platí okamžitě.
da: EduFlow taler dit sprog. Valget gælder med det samme.
de: EduFlow spricht Ihre Sprache.
el: Το EduFlow μιλάει τη γλώσσα σας. Η επιλογή ισχύει αμέσως.
es: EduFlow habla su idioma. La elección se aplica inmediatamente.
fi: EduFlow puhuu kieltäsi. Valinta koskee heti.
fr: EduFlow parle votre langue, le choix s’appliquera immédiatement.
it: EduFlow parla la tua lingua. La scelta si applica immediatamente.
ja: EduFlow はあなたの言語を話します。選択はすぐに適用されます。
nl: EduFlow spreekt uw taal. De keuze is direct van toepassing.
no: EduFlow snakker språket ditt. Det valget gjelder umiddelbart.
pl: EduFlow mówi twoim językiem. Wybór dotyczy natychmiast.
pt: O EduFlow fala sua língua. A escolha se aplica imediatamente.
ro: EduFlow vorbește limba ta. Alegerea se aplică imediat.
ru: EduFlow говорит на вашем языке. Выбор применяется немедленно.
sv: EduFlow talar ditt språk. Valet gäller omedelbart.
uk: EduFlow говорить вашою мовою. Вибір застосовується негайно.
zh_hans: Eduardo low讲您的语言。选择立即适用。

# overview_city_missing
source: Please enter a city in settings.
af: Bitte eine Stadt in den Einstellungen eintragen.
ar: الرجاء إدخال مدينة في الإعدادات.
cs: Zadejte město v nastavení.
da: Angiv venligst en by i indstillinger.
de: Bitte geben Sie eine Stadt in den Einstellungen ein.
el: Παρακαλώ εισάγετε μια πόλη στις ρυθμίσεις.
es: Por favor, introduzca una ciudad en ajustes.
fi: Ole hyvä ja syötä kaupunki asetuksiin.
fr: Veuillez entrer une ville dans les paramètres.
it: Inserisci una città nelle impostazioni.
ja: 設定で都市を入力してください。
nl: Voer een stad in instellingen in.
no: Skriv inn en by i innstillingene.
pl: Proszę wprowadzić miasto w ustawieniach.
pt: Por favor, insira uma cidade nas configurações.
ro: Te rog introdu un oras in setari.
ru: Пожалуйста, введите город в настройках.
sv: Ange en stad i inställningarna.
uk: Будь ласка, введіть місто в налаштуваннях.
zh_hans: 请在设置中输入城市。

# overview_homework_all_done
source: All homework done. Well done.
af: Alle Hausaufgaben erledigt. Sehr gut.
ar: كل الواجبات المنزلية. حسناً.
cs: Všechny domácí úkoly byly dokončeny. Dobrá práce.
da: Alle lektier udført. Godt gjort.
de: Alle Hausaufgaben erledigt. Gut gemacht.
el: Όλη η εργασία έχει γίνει. Καλά γίνεται.
es: Todos los deberes realizados. Bien hecho.
fi: Kaikki läksyt tehty. Hyvin tehty.
fr: Tous les devoirs ont bien été réalisés.
it: Tutti i compiti hanno fatto. Ben fatto.
ja: すべての宿題が完了しましたよくできました
nl: Al huiswerk gedaan. Goed gedaan.
no: Alle lekser gjort. Godt gjort.
pl: Wykonano całą pracę domową. Dobra robota.
pt: Todo o trabalho feito em casa. Muito bem.
ro: Toate temele au fost făcute. Foarte bine.
ru: Домашняя работа выполнена.
sv: Alla läxor gjorda. Bra gjort.
uk: Голодні домашні завдання.
zh_hans: 完成了所有的家庭作业。干得好。

# overview_homework_more_available
source: More tasks available — view all.
af: Weitere Aufgaben vorhanden — alle ansehen.
ar: المزيد من المهام المتاحة - عرض الجميع.
cs: Více dostupných úkolů – zobrazte všechny.
da: Flere opgaver til rådighed — se alle.
de: Weitere verfügbare Aufgaben — alle anzeigen.
el: Περισσότερα διαθέσιμα καθήκοντα — δείτε όλα τα
es: Más tareas disponibles: ver todas.
fi: Lisää tehtäviä saatavilla — katso kaikki.
fr: Plus de tâches disponibles — afficher toutes.
it: Altri compiti disponibili — visualizza tutti.
ja: 他のタスクが利用可能です — すべてを表示します。
nl: Meer taken beschikbaar – bekijk alles.
no: Flere tilgjengelige oppgaver – se alle.
pl: Więcej dostępnych zadań — zobacz wszystko.
pt: Mais tarefas disponíveis — veja todas
ro: Mai multe sarcini disponibile - vizualizați pe toate.
ru: Доступно больше заданий — просмотреть все.
sv: Fler uppgifter finns – se alla.
uk: Більше доступних задач — перегляд усіх.
zh_hans: 更多可用任务 — 查看所有任务。

# overview_homework_none
source: No homework available.
af: Keine Hausaufgaben vorhanden.
ar: لا يوجد واجب منزلي.
cs: Není k dispozici žádný domácí úkol.
da: Ingen lektier tilgængelige.
de: Keine Hausaufgaben verfügbar.
el: Δεν υπάρχει διαθέσιμο σπίτι.
es: No hay tareas disponibles.
fi: Läksyjä ei ole saatavilla.
fr: Aucun devoir disponible.
it: Nessun compito disponibile.
ja: 宿題はありません。
nl: Geen huiswerk beschikbaar.
no: Ingen lekser tilgjengelig.
pl: Brak pracy domowej.
pt: Nenhuma tarefa disponível.
ro: Nicio temă disponibilă.
ru: Нет доступной домашней работы.
sv: Inga läxor tillgängliga.
uk: Немає доступних домашніх завдань.
zh_hans: 没有可用的家庭作业。

# overview_homework_sub
source: %d open · %d overdue
af: %d offen · %d überfällig
ar: %d فتح · %d متأخرة
cs: %d otevřené · %d po termínu
da: %d åben · %d forfalden
de: %d öffnen · %d überfällig
el: %d ανοιχτό · %d ληξιπρόθεσμο
es: %d abierto · %d atrasado
fi: %d auki · %d erääntynyt
fr: %d ouvert · %d en retard
it: %d aperto · %d in ritardo
ja: %d open · %d 期日超過日
nl: %d open · %d achterstallig
no: %d åpne · %d forfalt
pl: %d otwórz · %d zaległe
pt: %d offen · %d überfällig
ro: %d deschis · %d întârziat
ru: %d открыто · %d просрочено
sv: %d öppen · %d försenad
uk: %d offen · %d überfällig
zh_hans: %d 打开 · %d 过期

# overview_lesson_detail
source: %@. period · %@%@%@
af: %@. Std · %@%@%@
ar: %@. فترة · %@%@%@
da: %@. periode · %@%@%@
de: %@. Zeitraum · %@%@%@
es: %@. periodo · %@%@%@
fi: %@. jakso · %@%@%@
fr: Période %@· %@%@%@
it: %@. periodo · %@%@%@
nl: %@. periode · %@%@%@
no: %@. periode · %@%@%@
pl: %@Std · %@%@%@
pt: %@. Período · %@%@%@
ro: Perioada %@· %@%@%@
ru: %@. период · %@%@%@
uk: %@. Період · %@%@%@
zh_hans: %@。经期 · %@%@%@

# overview_lesson_room
source: · Room %@
af: · Raum %@
ar: · الغرفة %@
cs: · Místnost %@
da: · Rum %@
de: · Zimmer %@
el: · Αίθουσα %@
es: · Sala %@
fi: · Huoneen %@
fr: · Chambre %@
it: · Sala %@
ja: · ルーム %@
nl: · Kamer %@
no: · Rom %@
pl: · Pokój %@
pt: · Quarto %@
ro: · Camera %@
ru: · Комната %@
sv: · Rum %@
uk: · Raum %@
zh_hans: · Raum %@

# overview_messages_empty
source: No new messages.
af: Keine neuen Nachrichten.
ar: Keine neuen Nachrichten.
cs: Žádné nové zprávy.
da: Ingen nye beskeder.
de: Keine neuen Nachrichten.
el: Δεν υπάρχουν νέα μηνύματα.
es: No hay mensajes nuevos.
fi: Ei uusia viestejä.
fr: Aucun nouveau message.
it: Nessun nuovo messaggio.
ja: 新しいメッセージはありません。
nl: Geen nieuwe berichten.
no: Ingen nye meldinger.
pl: Brak nowych wiadomości.
pt: Sem novas mensagens.
ro: Niciun mesaj nou.
ru: Нет новых сообщений.
sv: Inga nya meddelanden.
uk: Немає нових повідомлень.
zh_hans: 没有新消息。
